Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your average heart rate across the entire measurement period in beats per minute.
ar: متوسط معدل نبضك عبر كامل فترة القياس بالنبضة في الدقيقة.
da: Din gennemsnitspuls over hele måleperioden i slag per minut.
de: Deine durchschnittliche Herzfrequenz über den gesamten Messzeitraum in Schlägen pro Minute.
es: Tu frecuencia cardíaca media durante todo el periodo de medición, en latidos por minuto.
fi: Keskisykkeesi koko mittausjakson ajalta lyönteinä minuutissa.
fr: Votre fréquence cardiaque moyenne sur toute la période de mesure, en battements par minute.
is: Meðalpúls þinn yfir allt mælitímabilið í slögum á mínútu.
it: La tua frequenza cardiaca media sull’intero periodo di misurazione, in battiti al minuto.
ja: 測定期間全体にわたる平均心拍数（拍/分）。
ko: 전체 측정 기간의 평균 심박수(분당 박동 수).
nb: Gjennomsnittspulsen din over hele måleperioden i slag per minutt.
nl: Je gemiddelde hartslag over de volledige meetperiode in slagen per minuut.
pt_br: Sua frequência cardíaca média em todo o período de medição, em batimentos por minuto.
ru: Ваш средний пульс за весь период измерения в ударах в минуту.
sv: Din genomsnittspuls över hela mätperioden i slag per minut.
zh_hans: 整个测量期间的平均心率（次/分）。

source: Your baseline is set. Today: %@.
ar: تم ضبط خط الأساس. اليوم: %@.
da: Din baseline er sat. I dag: %@.
de: Deine Baseline steht. Heute: %@.
es: Tu línea base está establecida. Hoy: %@.
fi: Perustasosi on asetettu. Tänään: %@.
fr: Votre référence est établie. Aujourd’hui : %@.
is: Grunnlínan þín er sett. Í dag: %@.
it: La tua baseline è impostata. Oggi: %@.
ja: ベースラインが設定されました。本日: %@。
ko: 기준선이 설정되었습니다. 오늘: %@.
nb: Baselinen din er satt. I dag: %@.
nl: Je basislijn is ingesteld. Vandaag: %@.
pt_br: Sua linha de base está definida. Hoje: %@.
ru: Ваша базовая линия установлена. Сегодня: %@.
sv: Din baslinje är satt. Idag: %@.
zh_hans: 你的基线已建立。今日：%@。

# Your baseline: %@ br/min. Current deviation: %@ br/min.
source: Your baseline: %1$@ br/min. Current deviation: %2$@ br/min.
ar: خط الأساس لديك: %@ نفَس/دقيقة. الانحراف الحالي: %@ نفَس/دقيقة.
da: Din baseline: %@ vejrtrækninger/min. Aktuel afvigelse: %@ vejrtrækninger/min.
de: Deine Baseline: %@ Atemzüge/Min. Aktuelle Abweichung: %@ Atemzüge/Min.
es: Tu línea base: %@ resp/min. Desviación actual: %@ resp/min.
fi: Perustasosi: %@ hengitystä/min. Nykyinen poikkeama: %@ hengitystä/min.
fr: Votre référence : %@ resp/min. Écart actuel : %@ resp/min.
is: Grunnlínan þín: %@ andardrættir/mín. Núverandi frávik: %@ andardrættir/mín.
it: La tua baseline: %@ resp/min. Scostamento attuale: %@ resp/min.
ja: あなたのベースライン: %@ 回/分。現在の偏差: %@ 回/分。
ko: 기준선: %@회/분. 현재 편차: %@회/분.
nb: Din baseline: %@ pust/min. Nåværende avvik: %@ pust/min.
nl: Je basislijn: %@ ademh/min. Huidige afwijking: %@ ademh/min.
pt_br: Sua linha de base: %@ resp/min. Desvio atual: %@ resp/min.
ru: Ваша базовая линия: %@ вдох/мин. Текущее отклонение: %@ вдох/мин.
sv: Din baslinje: %@ andetag/min. Nuvarande avvikelse: %@ andetag/min.
zh_hans: 你的基线：%@ 次/分。当前偏差：%@ 次/分。

source: Your Control
ar: تحكّمك
da: Din kontrol
de: Deine Kontrolle
es: Tu control
fi: Sinun hallinnassasi
fr: Votre contrôle
is: Þín stjórn
it: Il Suo controllo
ja: あなたのコントロール
ko: 사용자 제어
nb: Din kontroll
nl: Uw controle
pt_br: Seu Controle
ru: Ваш контроль
sv: Din kontroll
zh_hans: 你的控制权

source: Your data and questions are sent to %1$@ when you select a %2$@ model. Emuqu does not see, log, or modify what %3$@ does with that data or what it sends back.
ar: تُرسل بياناتك وأسئلتك إلى %@ عند اختيارك نموذجًا من %@. لا يرى Emuqu ولا يسجّل ولا يعدّل ما يفعله %@ بتلك البيانات أو ما يرسله في المقابل.
da: Dine data og spørgsmål sendes til %@, når du vælger en %@-model. Emuqu ser, logger eller ændrer ikke, hvad %@ gør med disse data, eller hvad der sendes tilbage.
de: Deine Daten und Fragen werden an %@ gesendet, wenn du ein %@-Modell auswählst. Emuqu sieht, protokolliert oder ändert nicht, was %@ mit diesen Daten macht oder was zurückgesendet wird.
es: Tus datos y preguntas se envían a %@ cuando seleccionas un modelo de %@. Emuqu no ve, registra ni modifica lo que %@ hace con esos datos ni lo que devuelve.
fi: Tietosi ja kysymyksesi lähetetään palveluun %@, kun valitset %@-mallin. Emuqu ei näe, kirjaa eikä muokkaa sitä, mitä %@ tekee näillä tiedoilla tai mitä se lähettää takaisin.
fr: Vos données et questions sont envoyées à %@ lorsque vous sélectionnez un modèle %@. Emuqu ne voit, ne consigne ni ne modifie ce que %@ fait de ces données ni ce qu'il renvoie.
is: Gögnin þín og spurningar eru send til %@ þegar þú velur %@-líkan. Emuqu sér ekki, skráir ekki og breytir ekki því sem %@ gerir við þessi gögn eða því sem það sendir til baka.
it: I tuoi dati e le tue domande vengono inviati a %@ quando selezioni un modello %@. Emuqu non vede, registra né modifica ciò che %@ fa con quei dati o ciò che restituisce.
ja: %@ のモデルを選択すると、あなたのデータと質問は %@ に送信されます。Emuqu は、%@ がそのデータをどう扱うか、何を返すかを見ることも、記録することも、変更することもありません。
ko: %@ 모델을 선택하면 데이터와 질문이 %@(으)로 전송됩니다. Emuqu는 %@이(가) 해당 데이터로 무엇을 하는지 또는 무엇을 반환하는지 보거나 기록하거나 수정하지 않습니다.
nb: Dataene og spørsmålene dine sendes til %@ når du velger en %@-modell. Emuqu ser, logger eller endrer ikke hva %@ gjør med dataene eller hva som sendes tilbake.
nl: Je gegevens en vragen worden naar %@ verzonden wanneer je een %@-model selecteert. Emuqu ziet, registreert of wijzigt niet wat %@ met die gegevens doet of wat het terugstuurt.
pt_br: Seus dados e perguntas são enviados para %@ quando você seleciona um modelo da %@. O Emuqu não vê, registra nem modifica o que a %@ faz com esses dados ou o que ela envia de volta.
ru: Ваши данные и вопросы отправляются в %@, когда вы выбираете модель %@. Emuqu не видит, не записывает и не изменяет то, что %@ делает с этими данными или что отправляет в ответ.
sv: Dina data och frågor skickas till %@ när du väljer en %@-modell. Emuqu ser, loggar eller ändrar inte vad %@ gör med dessa data eller vad som skickas tillbaka.
zh_hans: 当你选择 %@ 模型时，你的数据和问题会发送给 %@。Emuqu 不会查看、记录或修改 %@ 对这些数据所做的处理或其返回的内容。

source: Your data is saved
ar: تم حفظ بياناتك
da: Dine data er gemt
de: Deine Daten sind gespeichert
es: Tus datos están guardados
fi: Datasi on tallennettu
fr: Vos données sont enregistrées
is: Gögnin þín eru vistuð
it: I Suoi dati sono salvati
ja: データは保存されました
ko: 데이터가 저장되었습니다
nb: Dataene dine er lagret
nl: Uw gegevens zijn opgeslagen
pt_br: Seus dados estão salvos
ru: Ваши данные сохранены
sv: Din data är sparad
zh_hans: 你的数据已保存

source: Your data is saved. Coach will analyze when you reconnect.
ar: تم حفظ بياناتك. سيحللها المدرب عند إعادة الاتصال.
da: Dine data er gemt. Coachen analyserer, når du er online igen.
de: Deine Daten sind gespeichert. Der Coach analysiert, sobald du wieder online bist.
es: Tus datos están guardados. El entrenador los analizará al reconectarte.
fi: Tietosi on tallennettu. Valmentaja analysoi, kun yhteys palaa.
fr: Vos données sont enregistrées. Le coach analysera à la reconnexion.
is: Gögnin þín eru vistuð. Þjálfarinn greinir þegar þú tengist aftur.
it: I tuoi dati sono salvati. Il coach analizzerà alla riconnessione.
ja: データは保存されました。再接続時にコーチが解析します。
ko: 데이터가 저장되었습니다. 다시 연결되면 코치가 분석합니다.
nb: Dataene dine er lagret. Coachen analyserer når du kobler til igjen.
nl: Je gegevens zijn opgeslagen. De coach analyseert zodra je weer verbinding hebt.
pt_br: Seus dados foram salvos. O treinador analisará quando você reconectar.
ru: Ваши данные сохранены. Тренер проанализирует при переподключении.
sv: Dina data är sparade. Coachen analyserar när du återansluter.
zh_hans: 数据已保存。重新连接后教练会进行分析。

source: Your data is stored in the app's private container on your device, and leaves it only through the features this policy describes.
ar: تُخزَّن بياناتك في الحاوية الخاصة بالتطبيق على جهازك، ولا تغادره إلا عبر الميزات التي تصفها هذه السياسة.
da: Dine data gemmes i appens private container på din enhed og forlader den kun via de funktioner, som denne politik beskriver.
de: Deine Daten werden im privaten Container der App auf deinem Gerät gespeichert und verlassen es nur über die in dieser Richtlinie beschriebenen Funktionen.
es: Tus datos se guardan en el contenedor privado de la app en tu dispositivo y solo salen de él a través de las funciones que describe esta política.
fi: Tietosi tallennetaan sovelluksen yksityiseen säilöön laitteellasi, ja ne poistuvat sieltä vain tässä käytännössä kuvattujen toimintojen kautta.
fr: Vos données sont stockées dans le conteneur privé de l’app sur votre appareil et n’en sortent que par les fonctionnalités décrites dans cette politique.
is: Gögnin þín eru geymd í einkageymslu forritsins í tækinu þínu og fara þaðan aðeins í gegnum þá eiginleika sem þessi stefna lýsir.
it: I tuoi dati sono archiviati nel contenitore privato dell’app sul tuo dispositivo e lo lasciano solo tramite le funzioni descritte in questa informativa.
ja: あなたのデータはデバイス上のアプリ専用コンテナに保存され、本ポリシーに記載された機能を通じてのみデバイスの外に出ます。
ko: 사용자의 데이터는 기기의 앱 전용 컨테이너에 저장되며, 이 방침에 설명된 기능을 통해서만 기기를 벗어납니다.
nb: Dataene dine lagres i appens private beholder på enheten din, og forlater den bare gjennom funksjonene denne erklæringen beskriver.
nl: Je gegevens worden opgeslagen in de privécontainer van de app op je apparaat en verlaten het alleen via de functies die dit beleid beschrijft.
pt_br: Seus dados são armazenados no contêiner privado do app no seu dispositivo e só saem dele pelos recursos que esta política descreve.
ru: Ваши данные хранятся в частном контейнере приложения на вашем устройстве и покидают его только через функции, описанные в этой политике.
sv: Dina data lagras i appens privata behållare på din enhet och lämnar den bara via de funktioner som den här policyn beskriver.
zh_hans: 你的数据存储在你设备上本应用的私有容器中，只会通过本政策所述的功能离开设备。

source: Your data stays on the strap until a new recording starts. You can try again later if Bluetooth keeps dropping.
ar: تبقى بياناتك على الحزام حتى يبدأ تسجيل جديد. يمكنك المحاولة مرة أخرى لاحقاً إذا استمر انقطاع Bluetooth.
da: Dine data forbliver på remmen, indtil en ny optagelse starter. Du kan prøve igen senere, hvis Bluetooth bliver ved med at falde ud.
de: Deine Daten bleiben auf dem Gurt, bis eine neue Aufzeichnung beginnt. Du kannst es später erneut versuchen, wenn Bluetooth immer wieder abbricht.
es: Tus datos permanecen en la banda hasta que comienza una nueva grabación. Puedes volver a intentarlo más tarde si el Bluetooth sigue cortándose.
fi: Tietosi säilyvät pannassa, kunnes uusi tallennus alkaa. Voit yrittää myöhemmin uudelleen, jos Bluetooth katkeilee jatkuvasti.
fr: Vos données restent sur la ceinture jusqu'au démarrage d'un nouvel enregistrement. Vous pouvez réessayer plus tard si le Bluetooth continue de se déconnecter.
is: Gögnin þín haldast á ólinni þar til ný upptaka hefst. Þú getur reynt aftur síðar ef Bluetooth heldur áfram að detta út.
it: I tuoi dati restano sulla fascia finché non inizia una nuova registrazione. Puoi riprovare più tardi se il Bluetooth continua a cadere.
ja: データは新しい記録が始まるまでストラップに保持されます。Bluetooth が切れ続ける場合は、後でもう一度お試しください。
ko: 데이터는 새 기록이 시작될 때까지 스트랩에 유지됩니다. Bluetooth가 계속 끊기면 나중에 다시 시도할 수 있습니다.
nb: Dataene dine blir værende på remmen til et nytt opptak starter. Du kan prøve igjen senere hvis Bluetooth fortsetter å falle ut.
nl: Je gegevens blijven op de band tot een nieuwe opname start. Je kunt het later opnieuw proberen als Bluetooth steeds wegvalt.
pt_br: Seus dados permanecem na cinta até que uma nova gravação comece. Você pode tentar novamente mais tarde se o Bluetooth continuar caindo.
ru: Ваши данные остаются на ремне до начала новой записи. Вы можете повторить попытку позже, если Bluetooth продолжает отключаться.
sv: Dina data stannar på bandet tills en ny inspelning startar. Du kan försöka igen senare om Bluetooth fortsätter att tappa anslutningen.
zh_hans: 在开始新的记录之前，你的数据会保留在心率带上。如果蓝牙持续断开，你可以稍后重试。

source: Your data up to the disconnect has been saved. Tap "I'm Up" to process what was captured.
ar: تم حفظ بياناتك حتى لحظة انقطاع الاتصال. انقر على "لقد استيقظت" لمعالجة ما تم التقاطه.
da: Dine data indtil afbrydelsen er gemt. Tryk "Jeg er oppe" for at behandle det, der blev optaget.
de: Deine Daten bis zur Verbindungsunterbrechung wurden gespeichert. Tippe auf „Ich bin wach“, um die erfassten Daten zu verarbeiten.
es: Tus datos hasta la desconexión se han guardado. Toca "Ya desperté" para procesar lo capturado.
fi: Datasi yhteyden katkeamiseen asti on tallennettu. Napauta "Olen hereillä" käsitelläksesi kerätyn datan.
fr: Vos données jusqu'à la déconnexion ont été enregistrées. Appuyez sur « Je suis debout » pour traiter ce qui a été capturé.
is: Gögnin þín fram að aftengingu hafa verið vistuð. Ýttu á "Ég er vakandi" til að vinna úr því sem tókst.
it: I Suoi dati fino alla disconnessione sono stati salvati. Toccare "Sono sveglio" per elaborare quanto acquisito.
ja: 切断までのデータは保存されました。「起きました」をタップしてキャプチャされたデータを処理してください。
ko: 연결 해제까지의 데이터가 저장되었습니다. "일어났어요"를 탭하여 캡처된 데이터를 처리하세요.
nb: Dataene frem til frakoblingen er lagret. Trykk «Jeg er oppe» for å behandle det som ble fanget.
nl: Uw gegevens tot aan de verbreking zijn opgeslagen. Tik op "Ik ben wakker" om te verwerken wat is vastgelegd.
pt_br: Seus dados até a desconexão foram salvos. Toque em "Acordei" para processar o que foi capturado.
ru: Ваши данные до момента отключения сохранены. Нажмите «Я встал(а)» для обработки записанных данных.
sv: Din data fram till frånkopplingen har sparats. Tryck på "Jag är uppe" för att bearbeta det som fångades.
zh_hans: 断开连接前的数据已保存。点击“我醒了”处理已采集的数据。

source: Your data, securely synced across devices
ar: بياناتك، متزامنة بأمان عبر الأجهزة
da: Dine data, sikkert synkroniseret på tværs af enheder
de: Deine Daten, sicher synchronisiert über alle Geräte
es: Tus datos, sincronizados de forma segura entre dispositivos
fi: Tietosi turvallisesti synkronoituna laitteiden välillä
fr: Vos données, synchronisées en toute sécurité
is: Gögnin þín, örugglega samstillt á milli tækja
it: I tuoi dati, sincronizzati in modo sicuro tra dispositivi
ja: あなたのデータを安全にデバイス間で同期
ko: 기기 간 안전하게 동기화되는 데이터
nb: Dataene dine, trygt synkronisert på tvers av enheter
nl: Uw gegevens, veilig gesynchroniseerd tussen apparaten
pt_br: Seus dados, sincronizados com segurança entre dispositivos
ru: Ваши данные, безопасно синхронизированные между устройствами
sv: Dina data, säkert synkade mellan enheter
zh_hans: 你的数据，安全地跨设备同步

source: Your data. Your device.
ar: بياناتك. جهازك.
da: Dine data. Din enhed.
de: Deine Daten. Dein Gerät.
es: Tus datos. Tu dispositivo.
fi: Sinun tietosi. Sinun laitteesi.
fr: Vos données. Votre appareil.
is: Gögnin þín. Tækið þitt.
it: I tuoi dati. Il tuo dispositivo.
ja: あなたのデータ。あなたのデバイス。
ko: 당신의 데이터. 당신의 기기.
nb: Dataene dine. Enheten din.
nl: Jouw gegevens. Jouw apparaat.
pt_br: Seus dados. Seu dispositivo.
ru: Ваши данные. Ваше устройство.
sv: Dina data. Din enhet.
zh_hans: 你的数据。你的设备。

source: Your device has stored recording data from a previous session. You can recover this data now or start a new recording (which will clear the old data).
ar: يحتوي جهازك على بيانات تسجيل مخزنة من جلسة سابقة. يمكنك استرداد هذه البيانات الآن أو بدء تسجيل جديد (مما سيمحو البيانات القديمة).
da: Din enhed har gemt optagelsesdata fra en tidligere session. Du kan gendanne disse data nu eller starte en ny optagelse (som sletter de gamle data).
de: Dein Gerät hat Aufnahmedaten einer vorherigen Sitzung gespeichert. Du kannst diese Daten jetzt wiederherstellen oder eine neue Aufnahme starten (wobei die alten Daten gelöscht werden).
es: Tu dispositivo tiene datos de grabación almacenados de una sesión anterior. Puedes recuperar estos datos ahora o iniciar una nueva grabación (lo que borrará los datos anteriores).
fi: Laitteellasi on tallennettua dataa aiemmasta istunnosta. Voit palauttaa tämän datan nyt tai aloittaa uuden tallennuksen (joka poistaa vanhan datan).
fr: Votre appareil contient des données d'enregistrement d'une session précédente. Vous pouvez récupérer ces données maintenant ou démarrer un nouvel enregistrement (ce qui effacera les anciennes données).
is: Tækið þitt hefur vistuð upptökugögn frá fyrri lotu. Þú getur endurheimt þessi gögn núna eða byrjað nýja upptöku (sem mun eyða gömlu gögnunum).
it: Il Suo dispositivo ha archiviato dati di registrazione da una sessione precedente. Può recuperare questi dati ora o avviare una nuova registrazione (che cancellerà i vecchi dati).
ja: デバイスに前回のセッションの記録データが保存されています。今すぐこのデータを復元するか、新しい記録を開始できます（古いデータはクリアされます）。
ko: 기기에 이전 세션의 기록 데이터가 저장되어 있습니다. 지금 이 데이터를 복구하거나 새 기록을 시작할 수 있습니다(이전 데이터는 삭제됩니다).
nb: Enheten din har lagret opptaksdata fra en tidligere økt. Du kan gjenopprette disse dataene nå eller starte et nytt opptak (som sletter de gamle dataene).
nl: Uw apparaat heeft opnamegegevens van een vorige sessie opgeslagen. U kunt deze gegevens nu herstellen of een nieuwe opname starten (waardoor de oude gegevens worden gewist).
pt_br: Seu dispositivo armazenou dados de gravação de uma sessão anterior. Você pode recuperar esses dados agora ou iniciar uma nova gravação (o que apagará os dados antigos).
ru: На вашем устройстве сохранены данные предыдущей сессии. Вы можете восстановить эти данные сейчас или начать новую запись (старые данные будут удалены).
sv: Din enhet har lagrad inspelningsdata från en tidigare session. Du kan återställa denna data nu eller starta en ny inspelning (vilket rensar den gamla datan).
zh_hans: 你的设备存储了先前记录的数据。你可以现在恢复此数据或开始新的记录（这将清除旧数据）。

source: Your free trial has ended. Unlock Emuqu to keep recording and to see your scores and history again. Everything you recorded is kept.
ar: انتهت فترتك التجريبية المجانية. افتح قفل Emuqu لمواصلة التسجيل ولرؤية درجاتك وسجلك مرة أخرى. كل ما سجّلته محفوظ.
da: Din gratis prøveperiode er slut. Lås Emuqu op for at fortsætte med at optage og se dine scorer og din historik igen. Alt, hvad du har optaget, bevares.
de: Dein kostenloser Testzeitraum ist abgelaufen. Schalte Emuqu frei, um weiter aufzuzeichnen und deine Werte und deinen Verlauf wieder zu sehen. Alles, was du aufgezeichnet hast, bleibt erhalten.
es: Tu prueba gratuita ha terminado. Desbloquea Emuqu para seguir grabando y volver a ver tus puntuaciones e historial. Todo lo que grabaste se conserva.
fi: Ilmainen kokeilusi on päättynyt. Avaa Emuqu jatkaaksesi tallentamista ja nähdäksesi pisteesi ja historiasi jälleen. Kaikki tallentamasi säilyy.
fr: Votre essai gratuit est terminé. Débloquez Emuqu pour continuer à enregistrer et revoir vos scores et votre historique. Tout ce que vous avez enregistré est conservé.
is: Ókeypis prufunni þinni er lokið. Opnaðu Emuqu til að halda áfram að taka upp og sjá stigin þín og söguna aftur. Allt sem þú tókst upp er varðveitt.
it: La tua prova gratuita è terminata. Sblocca Emuqu per continuare a registrare e rivedere i tuoi punteggi e lo storico. Tutto ciò che hai registrato viene conservato.
ja: 無料トライアルが終了しました。記録を続け、スコアと履歴を再び表示するには、Emuqu のロックを解除してください。記録したデータはすべて保持されています。
ko: 무료 체험이 종료되었습니다. 계속 기록하고 점수와 기록 내역을 다시 보려면 Emuqu 잠금을 해제하세요. 기록한 모든 데이터는 보관됩니다.
nb: Den gratis prøveperioden din er over. Lås opp Emuqu for å fortsette å registrere og se scorene og historikken din igjen. Alt du har registrert, beholdes.
nl: Je gratis proefperiode is afgelopen. Ontgrendel Emuqu om te blijven opnemen en je scores en geschiedenis weer te zien. Alles wat je hebt vastgelegd, blijft bewaard.
pt_br: Seu teste gratuito terminou. Desbloqueie o Emuqu para continuar gravando e ver suas pontuações e seu histórico novamente. Tudo o que você gravou é mantido.
ru: Ваш бесплатный пробный период закончился. Разблокируйте Emuqu, чтобы продолжить запись и снова видеть свои оценки и историю. Всё, что вы записали, сохранено.
sv: Din gratis provperiod har tagit slut. Lås upp Emuqu för att fortsätta spela in och se dina poäng och din historik igen. Allt du har spelat in finns kvar.
zh_hans: 你的免费试用已结束。解锁 Emuqu 即可继续记录，并重新查看你的评分和历史记录。你记录的所有内容都会保留。

source: Your heart's visual fingerprint. SD1 (cloud width) captures rapid beat-to-beat variation — your parasympathetic signature. SD2 (cloud length) captures slower rhythms — the combined output of both ANS branches.
ar: بصمة قلبك المرئية. يلتقط SD1 (عرض السحابة) التباين السريع بين النبضات — وهو توقيعك نظير الودي. ويلتقط SD2 (طول السحابة) الإيقاعات الأبطأ — وهي الناتج المشترك لفرعَي الجهاز العصبي الذاتي.
da: Dit hjertes visuelle fingeraftryk. SD1 (skyens bredde) fanger hurtig slag-til-slag-variation — din parasympatiske signatur. SD2 (skyens længde) fanger langsommere rytmer — det samlede output fra begge ANS-grene.
de: Der visuelle Fingerabdruck deines Herzens. SD1 (Breite der Punktwolke) erfasst die schnelle Schlag-zu-Schlag-Variation — deine parasympathische Signatur. SD2 (Länge der Wolke) erfasst langsamere Rhythmen — das gemeinsame Ergebnis beider Äste des vegetativen Nervensystems.
es: La huella visual de tu corazón. SD1 (ancho de la nube) capta la variación rápida latido a latido — tu firma parasimpática. SD2 (largo de la nube) capta ritmos más lentos — la salida combinada de ambas ramas del SNA.
fi: Sydämesi visuaalinen sormenjälki. SD1 (pilven leveys) kuvaa nopeaa lyönnistä lyöntiin -vaihtelua — parasympaattista tunnusmerkkiäsi. SD2 (pilven pituus) kuvaa hitaampia rytmejä — autonomisen hermoston molempien haarojen yhteistulosta.
fr: L’empreinte visuelle de votre cœur. SD1 (largeur du nuage) capte la variation rapide battement à battement — votre signature parasympathique. SD2 (longueur du nuage) capte les rythmes plus lents — la sortie combinée des deux branches du SNA.
is: Sjónræn fingrafar hjartans þíns. SD1 (breidd skýsins) fangar hraðan breytileika milli slaga — sefkerfiseinkenni þín. SD2 (lengd skýsins) fangar hægari takta — sameiginlega útkomu beggja greina ósjálfráða taugakerfisins.
it: L’impronta visiva del tuo cuore. SD1 (larghezza della nuvola) coglie la variazione rapida battito-battito — la tua firma parasimpatica. SD2 (lunghezza della nuvola) coglie i ritmi più lenti — l’output combinato di entrambi i rami del sistema nervoso autonomo.
ja: あなたの心臓の視覚的な指紋です。SD1（雲の幅）は速い拍間変動＝副交感神経の署名を捉えます。SD2（雲の長さ）はより遅いリズム＝自律神経の両方の枝が合わさった出力を捉えます。
ko: 당신 심장의 시각적 지문입니다. SD1(구름의 폭)은 빠른 박동 간 변동, 즉 부교감의 서명을 포착합니다. SD2(구름의 길이)는 더 느린 리듬, 즉 자율신경 두 갈래가 합쳐진 출력을 포착합니다.
nb: Hjertets visuelle fingeravtrykk. SD1 (skyens bredde) fanger rask slag-til-slag-variasjon — din parasympatiske signatur. SD2 (skyens lengde) fanger langsommere rytmer — det samlede resultatet av begge grenene i det autonome nervesystemet.
nl: De visuele vingerafdruk van je hart. SD1 (breedte van de wolk) vangt snelle slag-op-slag variatie — je parasympathische signatuur. SD2 (lengte van de wolk) vangt tragere ritmes — de gecombineerde output van beide takken van het autonome zenuwstelsel.
pt_br: A impressão digital visual do seu coração. O SD1 (largura da nuvem) capta a variação rápida batimento a batimento — sua assinatura parassimpática. O SD2 (comprimento da nuvem) capta ritmos mais lentos — a saída combinada dos dois ramos do SNA.
ru: Визуальный отпечаток вашего сердца. SD1 (ширина облака) отражает быструю межударную вариацию — вашу парасимпатическую подпись. SD2 (длина облака) отражает более медленные ритмы — совокупный результат обеих ветвей вегетативной нервной системы.
sv: Ditt hjärtas visuella fingeravtryck. SD1 (molnets bredd) fångar snabb slag-till-slag-variation — din parasympatiska signatur. SD2 (molnets längd) fångar långsammare rytmer — den samlade utsignalen från båda grenarna av det autonoma nervsystemet.
zh_hans: 你心脏的视觉指纹。SD1（点云宽度）刻画快速的逐拍变化 — 这是你的副交感特征。SD2（点云长度）刻画较慢的节律 — 是自主神经两条分支共同作用的结果。
